Repository: himudianda/lyfeshoppe
Catalog: lyfeshoppe/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Search terms
es: Los términos de búsqueda

source: Privileges
es: Privilegios

source: Letters, numbers and underscores only please.
es: Letras, números y guiones bajos sólo por favor.

source: Full name
es: Nombre completo

source: Yes, allow this user to sign in
es: Sí, deje este usuario a ingresar

source: Language preference
es: Preferencia de idioma

source: What do you need help with?
es: Con qué necesitas ayuda?

source: What's your e-mail address?
es: Cuál es su dirección de correo electrónico?

source: What's your question or issue?
es: ¿Cuál es tu pregunta o problema?

source: What status is the issue in?
es: ¿Cuál es el estado de la cuestión en?

source: Subject
es: Tema

source: Message to be sent
es: Mensaje que se sen

source: Percent off
es: Por ciento de descuento

source: Amount off
es: Importe off

source: Code
es: Código

source: Currency
es: Moneda

source: Duration
es: Duración

source: Duration in months
es: Duración en meses

source: Max Redemptions
es: Max reembolsos

source: Redeem by
es: Canjear por

source: Pick at least one.
es: Elige al menos uno.

source: Cannot pick both.
es: No se puede tomar tanto.

source: You are the last admin, you cannot do that.
es: Eres la última administración, usted no puede hacer eso.

source: User has been saved successfully.
es: El usuario ha sido guardado con éxito.

source: No users were deleted, something went wrong.
es: No hay usuarios fueron eliminados, algo salió mal.

source: Subscription has been cancelled for %(user)s.
es: La suscripción ha sido cancelada por %(user)s.

source: No subscription was cancelled, something went wrong.
es: Sin suscripción fue cancelada, algo salió mal.

source: [LyfeShoppe issue] Re: %(issue_type)s
es: [LyfeShoppe problema] Re: %(issue_type)s

source: Hello,%(body)s:%(issue)s Thanks, LyfeShoppe support team
es: Hola,%(body)s:%(issue)s Gracias, LyfeShoppe equipo de apoyo

source: Issue has been saved successfully.
es: Emisión ha sido guardado con éxito.

source: No issues were deleted, something went wrong.
es: No hay temas fueron eliminados, algo salió mal.

source: The person who sent the issue has been contacted.
es: La persona que envió el asunto ha sido contactado.

source: Issue no longer exists, no e-mail was sent.
es: Edición ya no existe, sin e-mail fue enviado.

source: Coupon has been created successfully.
es: Cupón se ha creado correctamente.

source: No coupons were deleted, something went wrong.
es: No hay cupones fueron eliminados, algo salió mal.

source: Add
es: Añadir

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Send
es: Enviar

source: Contact
es: Contacto

source: Cancel subscription
es: Cancelar suscripción

source: Sorry, your card was declined. Try again perhaps?
es: Lo sentimos, su tarjeta fue rechazada. Inténtelo de nuevo, tal vez?

source: Authentication with our payment gateway failed.
es: Autenticación con nuestra pasarela de pago falló.

source: Our payment gateway is experiencing connectivity issues, please try again.
es: Nuestra pasarela de pago está experimentando problemas de conectividad, por favor intente de nuevo.

source: Our payment gateway is having issues, please try again.
es: Nuestra pasarela de pago está teniendo problemas, por favor intente de nuevo.

source: Stripe key
es: clave de la Stripe

source: Do you have a discount code?
es: ¿Tiene un código de descuento?

source: Name on card
es: Nombre en la tarjeta

source: Go back to your account
es: Ir a su cuenta

source: Cancel it
es: Cancelarlo

source: Nevermind
es: Olvídalo

source: Process payment
es: Proceso de pago

source: Change plan
es: Cambiar el plan

source: Sign up
es: Contratar

source: Discount code cannot be processed.
es: Código promocional no se puede procesar.

source: Discount code not found.
es: Código promocional no se encuentra.

source: You already have an active subscription.
es: Usted ya tiene una suscripción activa.

source: Awesome, thanks for subscribing!
es: Impresionante, gracias por suscribirse!

source: You must enable Javascript for this request.
es: Debe habilitar Javascript para esta solicitud.

source: Your subscription has been updated.
es: Su suscripción ha sido actualizada.

source: You do not have an active subscription.
es: Usted no tiene una suscripción activa.

source: Sorry to see you go, your subscription has been cancelled.
es: Lo sentimos que te vayas, tu suscripción ha sido cancelada.

source: You do not have a payment method on file.
es: Usted no tiene un método de pago en el expediente.

source: Your payment method has been updated.
es: Su método de pago se ha actualizado.

source: [Support request] %(label)s
es: [Solicitud de soporte] %(label)s

source: Help is on the way, expect a response shortly.
es: La ayuda está en camino, le espera una respuesta en breve.

source: You do not have permission to do that.
es: Usted no tiene permiso para hacer eso.

source: Username or email
es: Nombre de usuario o correo electrónico

source: Password
es: Contraseña

source: Current password
es: Contraseña actual

source: Password reset from LyfeShoppe
es: Contraseña restablecimiento de LyfeShoppe

source: Unable to locate account.
es: No se puede localizar la cuenta.

source: Does not match.
es: No coincide.

source: This account has been disabled.
es: Esta cuenta se ha desactivado.

source: Identity or password is incorrect.
es: Identidad o la contraseña son incorrectos.

source: You have been logged out.
es: Has sido desconectado.

source: An email has been sent to %(email)s.
es: Un correo electrónico ha sido enviado a %(email)s.

source: Your reset token has expired or was tampered with.
es: Su símbolo de reposición ha caducado o fue manipulado.

source: Your password has been reset.
es: Tu contraseña ha sido restablecida.

source: Awesome, thanks for signing up!
es: Impresionante, gracias por suscribirse!

source: Sign up is complete, enjoy our services.
es: Inscríbete es completa, disfrutar de nuestros servicios.

source: Your sign in settings have been updated.
es: Tu signo en entornos se han actualizado.

source: Your locale settings have been updated.
es: La configuración de localización han sido actualizados.

source: Continue
es: Continuar

source: Back to login
es: Volver a identificarse

source: Sign in
es: Registrarse

source: Register
es: Registrarse

source: Looking to sign in?
es: Buscando acceder?

source: Do it later
es: Hágalo después

source: You cannot have both a template and body arg.
es: No se puede tener tanto una plantilla y arg cuerpo.

source: Please select one...
es: Selecciona uno...

source: Subscription has been cancelled for %(user)s
es: La suscripción ha sido cancelada por %(user)s
